[{
    "type": {
        "color": "#28a745",
        "name": "lol"
    },
    "title": "LOL",
    "date": "02 Juillet 2019",
    "text": "Mighty Mandacou Z (Mighty Magic et Green Ballerine ps par Le Triton ps) se classe seconde à l'épreuve concours complet cycle libre 1ère année. Elle y signe un cross sans aucune pénalité."
}, {
    "type": {
        "color": "#28a745",
        "name": "lol"
    },
    "title": "LOL",
    "date": "23 Août 2019",
    "text": "Mighty monté au pied levé par Diane Sarion fait un cross cycle libre 1ère année époustouflant extrêmement rapide et sans pénalité.Mighty Mandacou Z est partie dans l'écurie de sa jeune nouvelle cavalière.\nAprès avoir passé sans aucun souci toute la panoplie de tests radio elle est arrivée dans son écurie. Sa cavalière a rapidement trouvé ses marques avec elle. Elle nous envoie souvent des vidéos de son travail tant sur le plat qu'à l'obstacle et même sur des obstacles de cross. Calme équilibre réactivité. En ligne de mire les épreuves amateurs de complet. Elle va se régaler. De son père Mighty Magic, cette jeune jument très taillée en pur-sang a hérité une galopade très rapide, en équilibre, légèreté. Elle ne se met jamais sur les épaules et donc permet sur un cross à son pilote de pouvoir aborder toutes les configurations d'obstacle avec sérénité.\nSir Magnus Mandacou Z (Sir Donnerhall et Reine Wolke par Wolkentanz II) pendant le confinement a énormément progressé. Ombeline Grosse sa cavalière poursuit ses master class réguliers avec Alexandre Ayache. Les progrès qu'Ombeline et Sir lui présentent à chaque fois sont impressionnants de rapidité pour un cheval de 8 ans. Changement de pied au temps, pirouettes, et donc dernièrement passage et piaffé. Après avoir mis quelques mois à comprendre que le passage qu'il faisait naturellement dans son près était la figure que nous voulions lui faire développer sous la selle, maintenant que c'est fait, il la donne avec plaisir et enthousiasme. Son passage est énergique, avec beaucoup d'engagement des postérieurs, bondissant et toujours très en puissance. En cette rentrée 2020 Sir Magnus Mandacou Z âgé de 8 ans est prêt pour les épreuves Pro 1. Un grand bravo et merci à Ombeline pour avoir réussi à faire atteindre ce niveau de technicité à Sir Magnus à un âge si précoce. Tous les chevaux ne sont pas capables de maîtriser toutes ces difficultés si jeunes. En Juillet 2020 Sir Magnus a passé toutes les radios du test Denoix sans souci."
}, {
    "type": {
        "color": "#28a745",
        "name": "lol"
    },
    "title": "LOL",
    "date": "09 Juin 2020",
    "text": "Est née Swinggy Secret de Mandacou femelle alezan par Secret et Reine Wolke par Wolkentanz II. En Août, en longe, elle suit déjà sa mère pour de longues promenades au pas et au trot. Comme sa propre sœur Secret World de Mandacou, Swinggy est d'un excellent caractère doux et vif à la fois et surtout intelligent. De leur père, ces deux pouliches ont hérité d'allures fantastiques. Un geste des antérieurs absolument magique et un engagement des postérieurs extrêmement énergique.  Gageons que comme tous les produits de Reine Wolke, elles développeront la puissance sans limite que leur mère avait. En effet, en selle sur Reine wolke, j'avais l'impression d'être assise sur une grosse cylindrée où aucune limite n'a été atteinte."
}]