[{
    "type": {
        "color": "#28a745",
        "name": "Type"
    },
    "title": "Title",
    "date": "July 02, 2019",
    "text": "Mighty Mandacou Z (Mighty Magic and Green Ballerine ps by Le Triton ps) ranks second in the concours complet cycle libre 1st year. She signs a cross there without any penalty."
}, {
    "type": {
        "color": "#28a745",
        "name": "lol"
    },
    "title": "LOL",
    "date": "August 23, 2019",
    "text": "Mighty ridden off the cuff by Diane Sarion did a breathtaking cross 1st year Cycle libre extremely fast and without penalty.\nMighty Mandacou Z arrived in the stable of his young new rider. After having passed without any problem the whole panoply of radio tests she arrived in her stable. Her young rider quickly found her marks with her. She often sends us videos of her work both on the flat and over jumps and even on cross-country obstacles. Calm balance reactivity. In sight the amateur complete events. She's going to enjoy it. From her sire, Mighty Magic, this young mare, very well-cut as a thoroughbred, inherited a very fast gallop, balanced and light. It never puts itself on the shoulders and therefore allows its pilot on a cross to be able to approach all the obstacle configurations with serenity.\nSir Magnus Mandacou Z (Sir Donnerhall and Reine Wolke by Wolkentanz II) during containment has made tremendous progress. Ombeline Grosse, her rider, continues her regular master classes with Alexandre Ayache. The progress that Ombeline and Sir show him each time are impressive in speed for an 8 year old horse. Change of foot in time, pirouettes, and therefore last passage and piaffe. After having taken a few months to understand that the passage he made naturally in his paddock was the figure we wanted him to develop under the saddle, now that it is done, he gives it with pleasure and enthusiasm. His passage is energetic, with a lot of engagement of the hindquarters, leaping and still very powerful. For this September 2020 Sir Magnus Mandacou Z aged 8 is ready for the Pro 1 events. A big bravo and thank you to Ombeline for having succeeded in making Sir Magnus reach this level of technicality at such an early age. Not all horses are able to master all these difficulties so young. In July 2020 Sir Magnus passed all Denoix test radios without worry."
}, {
    "type": {
        "color": "#28a745",
        "name": "lol"
    },
    "title": "LOL",
    "date": "June 09, 2020",
    "text": "Was born Swinggy Secret de Mandacou female chestnut by Secret and Reine Wolke by Wolkentanz II. In August, she already follows her mother for long promenade at walk and trot. Like her own sister, Secret World de Mandacou, Swinggy has an excellent, sweet and lovely character, and above all intelligent. From their father, these two fillies inherited fantastic gaits. An absolutely magical foreleg gesture and an extremely energetic engagement of the hindquarters. We bet that like all Reine Wolke products, they will develop the limitless power that their mother had. Indeed, in the saddle on Reine wolke, I had the impression of being seated on a large displacement where no limit was reached."
}]